Repository: yookjy/CCPlayer
Catalog: CCPlayer.UWP.Pro/Strings/*/Resources.resw
Source language: en
Languages: bg, de, es, fa, ja, ko, pt_br, ru, tr, uk, vi, zh_hans

# Button.Play.Content
source: Play
bg: Възпроизвеждане
de: Wiedergeben
es: Reproducir
fa: پخش
ja: 再生
ko: 재생
pt_br: Executar
ru: Воспроизвести
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放

# Button.Save.Content
source: Save
bg: Запазване
de: Speichern
es: Guardar
fa: ذخیره
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

# Media.Information.Format.Text
source: Format
bg: Формат
es: Formato
fa: فرمت
ja: フォーマット
ko: 포맷
pt_br: Formato
ru: Формат
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式

# Media.Information.RunningTime.Text
source: Running time
bg: Дължина
de: Laufzeit
es: Duración
fa: زمان اجرا
ja: 上映時間
ko: 상영시간
pt_br: Tempo de execução
ru: Время работы
tr: Çalışma süresi
uk: Час відтворення
vi: Thời gian phát
zh_hans: 运行时间

# Media.Information.Title.Text
source: Title
bg: Заглавие
de: Titel
es: Título
fa: عنوان
ja: タイトル
ko: 타이틀
pt_br: Título
ru: Название
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题

# Message.Confirm.DeletePlayList
source: Media files are not deleted from the disk.
bg: Медия файловете не се изтриват от диска.
de: Medien-Dateien werden nicht aus dem Speicher gelöscht.
es: No se han borrado los archivos de medios del disco.
fa: فایل رسانه از دیسک حذف نشده است.
ja: メディアファイルがディスクから削除されるものではありません。
ko: 미디어 파일이 디스크에서 제거되는것은 아닙니다.
pt_br: Arquivos de mídia não são excluídos do disco.
ru: Медиа-файлы не удаляются с диска.
tr: Medya dosyaları diskten silinmedi.
uk: Мультимедійні файли не видаляються з диска.
vi: Các tập tin media chưa được xóa khỏi ổ đĩa.
zh_hans: 媒体文件不会从磁盘删除。

# Message.Error.AddPlayList
source: An error occurred while adding playlists.
bg: Възникна грешка при добавяне на плейлист.
de: Fehler beim Hinzufügen von Wiedergabelisten aufgetreten.
es: Se ha producido un error al añadir listas de reproducción.
fa: در هنگام اضافه کردن فهرست پخش، خطایی رخ داد.
ja: プレイリストに追加中にエラーが発生しました。
ko: 재생목록 추가중 에러가 발생하였습니다.
pt_br: Ocorreu um erro ao adicionar listas de reprodução.
ru: Произошла ошибка при добавлении плейлиста.
tr: Oynatma listeleri eklenirken bir hata oluştu.
uk: При створенні списків відтворення сталася помилка.
vi: Đã xảy ra lỗi khi đang thêm các danh sách phát.
zh_hans: 添加播放列表时发生错误。

# Message.Error.CheckFile
source: There may be a temporary error. Please try again later. If the same error still occurs, make sure the file is defective.
bg: Може да има временна грешка. Моля опитайте пак по-късно. Ако същата грешка възникне пак, убедете се, че файлът не е повреден.
de: Möglicherweise gibt es einen temporären Fehler. Versuche es später noch einmal. Wenn der Fehler weiterhin auftritt, prüfe die Datei auf Beschädigungen.
es: Puede haber un error temporal. Por favor, inténtalo de nuevo más tarde. Si se vuelve a producir el mismo error, asegúrate que el archivo no está defectuoso.
fa: این ممکن است یک خطای موقت باشد. لطفا بعدا تلاش کنید. اگر مجددا با همان خطا مواجه شدید، معیوب بودن فایل را کنترل کنید.
ja: 一時的なエラーである可能性がありますので、後に再試行してください。 同じエラーが発生すると、ファイルに欠陥がないことを確認してください。
ko: 일시적인 오류일 수도 있으니 잠시 후 다시 시도하십시오. 동일한 에러가 계속 발생하면, 파일에 결함이 없는지 확인 하십시오.
pt_br: Pode haver um erro temporário. Por favor, tente novamente mais tarde. Se o mesmo erro ainda ocorrer, verifique se o arquivo está com defeito.
ru: Возможно, это временная ошибка. Пожалуйста попробуйте позже. Если такая ошибка по прежнему повторяется, убедитесь что файл не поврежден.
tr: Geçici bir hata olabilir. Lütfen daha sonra yeniden deneyin. Aynı hata devam ederse, dosyanın bozuk olmadığından emin olun.
uk: Тимчасова помилка. Будь-ласка спробуйте пізніше. Якщо ж помилка все ще залишилась, переконайтеся, що файл пошкоджений.
vi: Đã xảy ra lỗi tạm thời. Hãy thử lại sau. Nếu vấn đề tương tự vẫn xảy ra, tập tin có thể là đã bị hỏng
zh_hans: 有可能是一个暂时的错误。 请稍后再试。 如果同样的错误仍然出现，确保该文件有缺陷。

# Message.Error.DuplicatedName
source: The name is already in use. Please enter a different name.
bg: Името е вече заето. Моля въведете друго име.
de: Dieser Name wird bereits verwendet. Bitte gib einen anderen Namen ein.
es: El nombre ya está en uso. Por favor, introduce un nombre distinto.
fa: این نام پیش تر استفاده شده است. لطفا نام دیگری را وارد کنید.
ja: 既に存在する名前です。別の名前を入力してください。
ko: 이미 존재하는 이름입니다. 다른 이름을 입력하십시오.
pt_br: O nome já está em uso. Por favor, digite um nome diferente.
ru: Имя уже используется. Пожалуйста, введите другое имя.
tr: Ad zaten kullanılıyor. Lütfen farklı bir ad girin.
uk: Ім'я вже існує. Будь ласка, введіть інше ім'я.
vi: Tên này đã được sử dụng. Vui lòng sử dụng tên khác.
zh_hans: 名称已经被使用。请输入一个不同的名称。

# Message.Error.LoadMedia
source: Could not read media information.
bg: Информацията за файла не може да бъде прочетена.
de: Medien-Infos konnten nicht gelesen werden.
es: No se puede leer la información del medio.
fa: توانایی خواندن رسانه وجود ندارد.
ja: メディア情報を読み取ることができません。
ko: 미디어 정보를 읽을 수 없습니다.
pt_br: Não foi possível ler as informações de mídia.
ru: Не удается прочитать информацию из медиа-файла.
tr: Medya bilgileri okunamadı.
uk: Не вдалося прочитати інформацію про медіа.
vi: Không thể đọc thông tin media.
zh_hans: 无法读取媒体信息。

# Message.Error.Remove
source: An error occurred trying to remove.
bg: Възникна грешка при премахване.
de: Fehler beim Löschen aufgetreten.
es: Se ha producido un error al intentar eliminar.
fa: خطایی در حین زدودن رخ داد.
ja: 削除中にエラーが発生しました。
ko: 제거중에 에러가 발생하였습니다.
pt_br: Um erro ocorreu ao tentar remover.
ru: При попытке удаления произошла ошибка.
tr: Kaldırmaya çalışırken bir hata oluştu
uk: Помилка видалення.
vi: Đã xảy ra lỗi trong quá trình xóa bỏ.
zh_hans: 试图删除时出错。

# Message.Error.Retry
source: Please try again later. If the same error still occurs, reinstall the app.
bg: Моля, опитайте отново. Ако възникне същата грешка, инсталирайте приложението наново.
de: Versuche es später erneut. Wenn der Fehler weiterhin auftritt, installiere die App neu.
es: Por favor, inténtalo de nuevo más tarde. Si se vuelve a producir el mismo error, reinstala la app.
fa: لطفا بعدا تلاش کنید. اگر همین خطا مجددا رخ داد، اپ را مجددا نصب کنید.
ja: 後でやり直してください。 同じエラーが引き続き発生する場合、アプリを再インストールしてください。
ko: 나중에 다시 시도하십시오. 동일한 에러가 계속 발생하면, 앱을 재설치하십시오.
pt_br: Por favor, tente novamente mais tarde. Se o mesmo erro ainda ocorrer, reinstale o aplicativo.
ru: Пожалуйста, повторите попытку позже. Если же ошибки все повторяются, переустановите приложение.
tr: Lütfen daha sonra tekrar deneyin. Aynı hata devam ederse, uygulamayı yeniden yükleyin.
uk: Будь ласка, спробуйте ще раз пізніше. Якщо ж помилка все ще відбувається, перевстановіть програму.
vi: Hãy thử lại sau. Nếu vấn đề tương tự vẫn xảy ra, hãy cài đặt lại ứng dụng.
zh_hans: 请稍后再试。 如果同样的错误仍然出现，请重新安装该应用程序。

# Message.Error.Save
source: An error occurred during save.
bg: Възникна грешка при запазване.
de: Fehler während des Speicherns aufgetreten.
es: Se ha producido un error al guardar.
fa: خطایی در هنگام ذخیره سازی رخ داد.
ja: 保存中にエラーが発生しました。
ko: 저장중에 에러가 발생하였습니다.
pt_br: Ocorreu um erro ao tentar salvar.
ru: Во время сохранения произошла ошибка.
tr: Kayıt sırasında bir hata oluştu.
uk: Сталася помилка під час збереження.
vi: Đã xảy ra lỗi khi đang lưu.
zh_hans: 保存时发生错误。

# Message.Error.Update
source: The error occurred during update.
bg: Възникна грешка при обновяване.
de: Fehler während Aktualisierung aufgetreten.
es: El error se ha producido al actualizar.
fa: خطایی در حین به روز رسانی رخ داد.
ja: 更新中にエラーが発生しました。
ko: 업데이트중 에러가 발생하였습니다.
pt_br: Ocorreu um erro durante a atualização.
ru: Произошла ошибка во время обновления.
tr: Güncelleme sırasında hata oluştu.
uk: Помилка під час оновлення.
vi: Đã xảy ra lỗi trong quá trình cập nhật.
zh_hans: 在更新过程中发生错误。

# Message.Information.DeletePlayList
source: Delete the playlist.
bg: Изтриване на плейлист.
de: Wiedergabeliste löschen.
es: Borrar la lista de reproducción.
fa: حذف فهرست پخش.
ja: プレイリストを削除します。
ko: 재생목록을 삭제합니다.
pt_br: Excluir à lista de reprodução.
ru: Удаление плейлиста.
tr: Oynatma listesini sil.
uk: Видалити список відтворення.
vi: Xóa danh sách.
zh_hans: 删除播放列表。

# PlayList.New.Title
source: Enter playlist name
bg: Име на плейлист
de: Name eingeben
es: Introduce nombre de la lista de reproducción
fa: وارد نمودن نام فهرست پخش
ja: プレイリストの名前を入力
ko: 재생 목록 이름 입력
pt_br: Digite o nome da lista de reprodução
ru: Введите имя плейлиста
tr: Oynatma listesinin adını girin
uk: Введіть ім'я списку відтворення
vi: Nhập tên danh sách
zh_hans: 输入播放列表名称

# PlayList.NowPlaying.Text
source: Now playing
bg: Възпроизвеждане
de: Aktuelle Wiedergabe
es: Reproduciendo ahora
fa: در حال پخش
ja: 再生中
ko: 지금 재생 중
pt_br: Em execução
ru: Проигрывается
tr: Şimdi Yürütülüyor
uk: Відтворюється
vi: Hiện đang phát
zh_hans: 现在播放

# Settings.Menu.App.Description
source: Information, feedback, review & rating
bg: Информация, обратна връзка, преглед & на рейтинг
de: Infos, Feedback, Bewerten
es: Información, retroalimentación, reseña y puntuación
fa: اطلاعات، بازخورد، بازبینی و امتیازدهی
ja: 情報、フィードバック、レビュー&評価
ko: 정보, 피드백, 리뷰 및 평가
pt_br: Informações, comentários, revisão & classificação
ru: Информация, обратная связь, отзывы & рейтинг
tr: Bilgi, geri bildirim, gözden geçir ve değerlendir
uk: Інформація, відгук, перегляд та рейтинг
vi: Thông tin, phản hồi, đánh giá & xếp hạng
zh_hans: 信息，反馈，审核 & 评分

# Settings.Menu.App.Title
source: App
bg: Приложение
fa: اپ
ja: アプリ
ko: 앱
pt_br: Aplicativo
ru: Приложение
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用程序

# Settings.Menu.AppLock.Description
source: Password, Lock
bg: Парола, Заключване
de: Passwort, Schutz
es: Contraseña, Bloquear
fa: گذرواژه، قفل
ja: パスワード、ロック
ko: 비밀번호, 잠금
pt_br: Senha, Bloqueio
ru: Пароль, блокировка
tr: Şifre, Kilit
uk: Пароль, Блокування
vi: Mật khẩu, Khóa
zh_hans: 密码锁

# Settings.Menu.AppLock.Title
source: App protection
bg: Защита на приложението
de: App-Schutz
es: Bloqueo de App
fa: حفاظت اپ
ja: アプリの保護
ko: 앱 보호
pt_br: Proteção do Aplicativo
ru: Защита приложения
tr: Güvenlik
uk: Програмний захист
vi: Bảo vệ ứng dụng
zh_hans: 应用程序保护

# Settings.Menu.Font.Description
source: Install & Remove
bg: Инсталиране & Премахване
de: Installieren & Entfernen
es: Instalar y eliminar
fa: نصب و زدودن
ja: インストールと削除の管理
ko: 설치 및 제거 관리
pt_br: Instalar & Remover
ru: Установить & Удалить
tr: Yükleme ve Kaldırma
uk: Встановити та Видалити
vi: Cài đặt & Dỡ bỏ
zh_hans: 安装&删除

# Settings.Menu.Font.Title
source: Font
bg: Шрифт
de: Schriftart
es: Fuente
fa: فونت
ja: フォント
ko: 글꼴
pt_br: Fonte
ru: Шрифт
tr: Yazı tipi
uk: Шрифт
vi: Phông chữ
zh_hans: 字体

# Settings.Menu.General.Description
source: Theme, Thumbnail
bg: Тема, Миниатюра
de: Design, Vorschaubilder
es: Tema, Miniatura
fa: پوسته، نمایه
ja: テーマ、サムネイル
ko: 테마, 썸네일
pt_br: Tema, Miniatura
ru: Тема, эскизы
tr: Tema, Küçük resim
uk: Тема, Зображення
vi: Chủ đề, ảnh nhỏ
zh_hans: 主题，缩略图

# Settings.Menu.General.Title
source: General
bg: Общи
de: Allgemein
fa: عمومی
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
vi: Tổng quan
zh_hans: 普通

# Settings.Menu.Playback.Description
source: Seeking, Decoder
bg: Търсене, Декодер
de: Suche, Decoder
es: Posicionamiento, Decodificador
fa: پرش، دیکد کننده
ja: シーク, デコーダ
ko: 탐색, 디코더
pt_br: Buscador, Decodificador
ru: Перемотка, Декодер
tr: Arama, Kod çözücü
uk: Перемотування, Кодеки
vi: Tìm kiếm, Giải mã
zh_hans: 寻求解码器

# Settings.Menu.Playback.Title
source: Playback
bg: Възпроизвеждане
de: Wiedergabe
es: Reproducción
fa: پخش
ja: 再生
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
tr: Kayıttan yürüt
uk: Відтворення
vi: Phát lại
zh_hans: 播放

# Settings.Menu.Subtitle.Description
source: Font, Style, Color
bg: Шрифт, Стил, Цвят
de: Schriftart, Stil, Farbe
es: Fuente, Estilo, Color
fa: فونت، حالت، رنگ
ja: フォント、スタイル、色
ko: 글꼴, 스타일, 색상
pt_br: Fonte, Estilo, Cor
ru: Шрифт, стиль, цвет
tr: Yazı tipi, Stil, Renk
uk: Шрифт, Стиль, Колір
vi: Phông chữ, Kiểu chữ, Màu sắc
zh_hans: 字体，样式，颜色

# Settings.Menu.Subtitle.Title
source: Subtitle
bg: Субтитри
de: Untertitel
es: Subtítulos
fa: زیرنویس
ja: 字幕
ko: 자막
pt_br: Legenda
ru: Субтитры
tr: Alt yazı
uk: Субтитри
vi: Phụ đề
zh_hans: 字幕

# Theme.Dark.Text
source: Dark
bg: Тъмен
de: Dunkel
es: Oscuro
fa: تیره
ja: 暗く
ko: 어둡게
pt_br: Escuro
ru: Темная
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 暗

# Theme.Light.Text
source: Light
bg: Светъл
de: Hell
es: Claro
fa: روشن
ja: 明るく
ko: 밝게
pt_br: Claro
ru: Светлая
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 亮

# Thumbnail.Retention.Days.Content
source: {0} days
bg: {0} дни
de: {0} Tage
es: {0} días
fa: {0} روز
ja: {0}日
ko: {0} 일
pt_br: {0} dias
ru: {0} дней
tr: {0} gün
uk: {0} днів
vi: {0} ngày
zh_hans: {0} 天

# TopMenu.PlayList.ResetPausedTime.Text
source: Reset time
bg: Рестартиране на времето
de: Zeit zurücksetzen
es: Reiniciar tiempo
fa: تنظیم مجدد زمان
ja: 時間の初期化
ko: 시간 초기화
pt_br: Tempo de restauração
ru: Время сброса
tr: Zamanı sıfırla
uk: Час скидання
vi: Đặt lại giờ
zh_hans: 重置时间

# AudioVolumeBooster.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Volume booster
bg: Усилване на звука
de: Lautstärke-Booster
es: Amplificador de volumen
fa: تقویت کننده صدا
ja: 音量ブースター
ko: 음량 증폭
pt_br: Impulsionador de volume
ru: Усиление громкости
tr: Ses yükseltici
uk: Підсилювач звуку
vi: Bộ khuếch đại âm thanh
zh_hans: 音量助推器

# SecondUnit.Text
source: sec
bg: сек
es: seg
fa: ثانیه
ja: 秒
ko: 초
pt_br: seg
ru: сек
tr: sn
uk: сек
vi: giây
zh_hans: 秒

# AspectRatio.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Aspect ratio
bg: Съотношение
de: Seitenverhältnis
es: Relación de aspecto
fa: نسبت تصویر
ja: アスペクト比
ko: 화면 비율
pt_br: Proporção
ru: Соотношение сторон
tr: En-boy oranı
uk: Пропорція
vi: Tỉ lệ co
zh_hans: 高宽比

# AspectRatioItems.Fill
source: Fill
bg: Запълване
de: Ausfüllen
es: Extender
fa: تمام صفحه
ja: 満杯画面
ko: 꽉찬화면
pt_br: Preenchimento
ru: Заполнение
tr: Dolgu
uk: Заливка
vi: Phủ tràn
zh_hans: 填满

# AspectRatioItems.Uniform
source: Uniform
bg: Еднообразно
de: Einheitlich
es: Mantener proporción
fa: یک اندازه
ja: 比を保持
ko: 비율유지
pt_br: Uniforme
ru: Пропорционально
tr: Tek tip
uk: Рівномірний
vi: Vừa màn hình
zh_hans: 统一

# AspectRatioItems.UniformToFill
source: Uniform to fill
bg: Еднообразно запълване
de: Einheitlich ausfüllen
es: Mantener proporción y extender
fa: یک اندازه تا تمام صفحه
ja: 比を保持満杯画面
ko: 비율유지 꽉찬화면
pt_br: Uniforme para preencher
ru: Пропорциональное заполнение
tr: Tek tip doldur
uk: Рівномірний для заповнення
vi: Đầy khít
zh_hans: 统一填满

# Audio.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio options
bg: Аудио настройки
de: Audio-Optionen
es: Opciones de audio
fa: گزینه های صدا
ja: オーディオオプション
ko: 오디오 옵션
pt_br: Opções de áudio
ru: Параметры звука
tr: Ses seçenekleri
uk: Параметри аудіо
vi: Tùy chọn âm thanh
zh_hans: 音频选项

# AudioBalance.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Left / Right balance
bg: Баланс ляво/дясно
de: Audio-Balance
es: Balance Izquierdo / Derecho
fa: بالانس چپ/راست
ja: 左/右のバランス
ko: 좌 / 우 균형
pt_br: Balanço para Esquerda / Direita
ru: Баланс левый / правый
tr: Sol / sağ denge
uk: Баланс Лівого / Правого
vi: Cân chỉnh trái/phải
zh_hans: 左 / 右平衡

# AudioLanguage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio languages
bg: Аудио езици
de: Tonspur
es: Idiomas de audio
fa: زبان صدا
ja: オーディオ言語
ko: 오디오 언어
pt_br: Idiomas de áudio
ru: Языки аудио
tr: Seslendirme dilleri
uk: Мова аудіо
vi: Ngôn ngữ âm thanh
zh_hans: 音频语言

# AudioSync.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio sync
bg: Синхронизация на звука
de: Ton-Bild-Synchronisation
es: Sincronización de audio
fa: همگام سازی صدا
ja: オーディオシンク
ko: 오디오 싱크
pt_br: Sincronização do áudio
ru: Синхронизация аудио
tr: Ses eşitleme
uk: Синхронізація аудіо
vi: Đồng bộ âm thanh
zh_hans: 音频同步

# AudioVolume.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio volume
bg: Сила на звука
de: Tonlautstärke
es: Volumen de audio
fa: حجم صدا
ja: 音量
ko: 음량
pt_br: Volume do áudio
ru: Громкость звука
tr: Ses seviyesi
uk: Гучність
vi: Âm lượng
zh_hans: 音频音量

# Brightness.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Brightness
bg: Яркост
de: Helligkeit
es: Brillo
fa: روشنایی
ja: ブライトネス
ko: 밝기
pt_br: Brilho
ru: Яркость
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度

# ClosedCaption.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle options
bg: Настройки на субтитрите
de: Untertitel-Optionen
es: Opciones de subtítulos
fa: گزینه های زیر نویس
ja: 字幕オプション
ko: 자막 옵션
pt_br: Opções de legenda
ru: Параметры субтитров
tr: Altyazı seçenekleri
uk: Параметри субтитрів
vi: Tùy chọn phụ đề
zh_hans: 选择字幕

# ClosedCaptionCharset.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle charsets
bg: Знакови таблици за субтитрите
de: Untertitel-Zeichenset
es: Juego de caracteres de subtítulos
fa: کاراکترهای زیرنویس
ja: 字幕文字セット
ko: 자막 문자셋
pt_br: Caracteres variados da legenda
ru: Кодировка субтитров
tr: Altyazı karakterleri
uk: Кодування субтитрів
vi: Bảng mã phụ đề
zh_hans: 字幕数据

# ClosedCaptionFontSize.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle size
bg: Размер на субтитрите
de: Untertitel-Größe
es: Tamaño de subtítulos
fa: اندازه زیرنویس
ja: 字幕サイズ
ko: 자막 크기
pt_br: Tamanho da legenda
ru: Размер субтитров
tr: Altyazı boyutu
uk: Розмір субтитрів
vi: Kích thước phụ đề
zh_hans: 字幕大小

# ClosedCaptionImport.Text
source: Import external subtitle
bg: Зареждане на външни субтитри
de: Untertitel importieren
es: Importar subtítulos externos
fa: وارد کردن زیرنویس
ja: 外部字幕を開く
ko: 외부 자막 열기
pt_br: Importar legenda externa
ru: Импорт внешних субтитров
tr: Dışardan altyazı yükle
uk: Імпорт субтитрів
vi: Nhập phụ đề từ nguồn ngoài
zh_hans: 导入外部字幕

# ClosedCaptionLanguage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle languages
bg: Език на субтитрите
de: Untertitel-Sprache
es: Idioma de subtítulos
fa: زبان های زیرنویس
ja: 字幕言語
ko: 자막 언어
pt_br: Idiomas de legenda
ru: Языки субтитров
tr: Altyazı dilleri
uk: Мови субтитрів
vi: Ngôn ngữ phụ đề
zh_hans: 字幕语言

# ClosedCaptionPosition.Text
source: Move subtitle position
bg: Позиция на субтитрите
de: Untertitel-Position ändern
es: Mover posición de subtítulos
fa: جا به جایی زیرنویس
ja: 字幕の位置を移動
ko: 자막 위치 이동
pt_br: Mover a posição da legenda
ru: Положение субтитров
tr: Altyazı konumunu değiştir
uk: Зміна позиції субтитрів
vi: Di chuyển vị trí phụ đề
zh_hans: 移动字幕位置

# ClosedCaptionSetting.Text
source: Subtitle settings
bg: Настройки на субтитрите
de: Untertitel-Einstellungen
es: Configuración de subtítulos
fa: تنظیمات زیرنویس
ja: 字幕表示の設定
ko: 자막 표시 설정
pt_br: Configurações das legendas
ru: Настройки субтитров
tr: Altyazı ayarları
uk: Параметри субтитрів
vi: Cài đặt phụ đề
zh_hans: 字幕设置

# ClosedCaptionSync.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle sync
bg: Синхронизация на субтитрите
de: Untertitel-Synchronisation
es: Sincronziación de subtítulos
fa: همگام سازی زیرنویس
ja: 字幕シンク
ko: 자막 싱크
pt_br: Sincronização da legenda
ru: Синхронизация субтитров
tr: Altyazı eşitleme
uk: Синхронізація субтитрів
vi: Đồng bộ phụ đề
zh_hans: 字幕同步

# ClosePlayback.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close playback window
bg: Затваряне на плейбек прозореца
de: Wiedergabefenster schließen
es: Cerrar ventana de reproducción
fa: بستن پنجره پخش
ja: 再生ウィンドウを閉じる
ko: 재생 창 닫기
pt_br: Fechar janela de reprodução
ru: Закрыть окно воспроизведения
tr: Oynatma penceresini kapat
uk: Закрити вікно відтворення
vi: Đóng cửa sổ phát lại
zh_hans: 关闭播放窗口

# Decoder.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Decoder
bg: Декодер
es: Decodificador
fa: دیکد کننده
ja: デコーダ
ko: 디코더
pt_br: Decodificador
ru: Декодер
tr: Çözücü
uk: Кодек
vi: Trình giải mã
zh_hans: 解码器

# DisplayRotation.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Display rotation
bg: Завъртане на екрана
es: Rotación de pantalla
fa: چرخش صفحه
ja: 画面の回転
ko: 화면 회전
pt_br: Exibir a rotação
ru: Поворот экрана
tr: Ekran döndürme
uk: Ротація дисплею
vi: Xoay màn hình
zh_hans: 显示旋转

# DisplayRotationItems.Clockwise180
source: Clockwise 180°
bg: По часовника 180°
de: Im Uhrzeigersinn180°
es: 180° sentido agujas de reloj
fa: 180 درجه در جهت ساعت
ja: 時計回り180°
ko: 시계방향 180°
pt_br: 180° no sentido horário
ru: 180° по часовой стрелке
tr: Saat yönünde 180 °
uk: За год. стрілкою 180°
vi: Xoay 180°
zh_hans: 顺时针旋转 180 °

# DisplayRotationItems.Clockwise270
source: Clockwise 270°
bg: По часовника 270°
de: Im Uhrzeigersinn 270°
es: 270° sentido agujas de reloj
fa: 270 درجه در جهت ساعت
ja: 時計回り270°
ko: 시계방향 270°
pt_br: 270° no sentido horário
ru: 270° по часовой стрелке
tr: Saat yönünde 270 °
uk: За год. стрілкою 270°
vi: Xoay 270°
zh_hans: 顺时针旋转 270 °

# DisplayRotationItems.Clockwise90
source: Clockwise 90°
bg: По часовника 90°
de: Im Uhrzeigersinn 90°
es: 90° sentido agujas de reloj
fa: 90 درجه در جهت ساعت
ja: 時計回り90°
ko: 시계방향 90°
pt_br: Para a direita 90°
ru: 90° по часовой стрелке
tr: Saat yönünde 90 °
uk: За год. стрілкою на 90°
vi: Xoay 90°
zh_hans: 顺时针旋转 90 °

# DisplayRotationItems.None
source: None
bg: Изключено
de: Keine
es: Nada
fa: هیچکدام
ja: 回転なし
ko: 회전안함
pt_br: Nada
ru: Отсутствует
tr: Yok
uk: Нічого
vi: Không có
zh_hans: 没有

# FastForward.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fast forward
bg: Бързо превъртане напред
de: Vorspulen
es: Avance rápido
fa: سریع به جلو
ja: 前に進む
ko: 빨리 감기
pt_br: Avanço rápido
ru: Перемотка вперед
tr: Hızlı ileri sar
uk: Перемотати вперед
vi: Tua đi nhanh
zh_hans: 快进

# FastRewind.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fast rewind
bg: Бързо превъртане назад
de: Zurückspulen
es: Retroceso rápido
fa: سریع به عقب
ja: 巻き戻し
ko: 뒤로 감기
pt_br: Retrocesso rápido
ru: Быстрая перемотка назад
tr: Hızlı geri sar
uk: Перемотати назад
vi: Tua về nhanh
zh_hans: 快退

# FullWindow.Tag
source: Full screen mode
bg: Режим в цял екран
de: Vollbildmodus
es: Modo de pantalla completa
fa: حالت تمام صفحه
ja: フルスクリーンモード
ko: 전체 화면 모드
pt_br: Modo de tela inteira
ru: Полноэкранный режим
tr: Tam ekran modu
uk: Повноекранний режим
vi: Toàn màn hình
zh_hans: 全屏模式

# FullWindow2.Tag
source: Window mode
bg: Режим в прозорец
de: Fenstermodus
es: Modo de ventana
fa: حالت پنجره
ja: ウィンドウモード
ko: 창모드
pt_br: Modo de janela
ru: Оконный режим
tr: Pencere modu
uk: Віконний режим
vi: Chế độ cửa sổ
zh_hans: 窗口模式

# HorizontalMirror.Label
source: Horizontal mirror
bg: Хоризонтално огледало
de: Horizontal spiegeln
es: Espejo horizontal
fa: آینه افقی
ja: 左右の折り返し
ko: 좌우 바꿈
pt_br: Espelho horizontal
ru: Отзеркалить по горизонтали
tr: Yatay ayna
uk: Дзеркальний режим
vi: Đối xứng ngang
zh_hans: 水平镜像

# LockControlPanel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lock control panel
bg: Заключване на контролния панел
de: Kontrollleiste sperren
es: Bloquear panel de control
fa: صفحه کنترل قفل
ja: コントロールパネルのロック
ko: 제어 패널 잠금
pt_br: Painel de controle do bloqueio
ru: Блокировать панель управления
tr: Kontrol panelini kilitle
uk: Блокування панелі керування
vi: Khóa trình điều khiển
zh_hans: 锁定控制面板

# PlaybackRate.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback speed (rate)
bg: Скорост на възпроизвеждане
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción (ratio)
fa: نرخ سرعت پخش
ja: 再生速度
ko: 재생 속도
pt_br: Velocidade de reprodução (taxa)
ru: Скорость воспроизведения (темп)
tr: Oynatma hızı (oran)
uk: Швидкість відтворення (швидкість)
vi: Tốc độ phát lại
zh_hans: 播放速度 （速度）

# PlaybackRepeat.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback repeat
bg: Повтаряне на възпроизвеждането
de: Wiederholen
es: Repetir reproducción
fa: تکرار پخش
ja: 反復再生
ko: 반복 재생
pt_br: Repetir a reprodução
ru: Повторное воспроизведение
tr: Tekrar oynat
uk: Повторення
vi: Phát lặp
zh_hans: 重复播放

# PlaybackRepeatItems.All
source: Infinity
bg: Безкрайно
de: Unendlich
es: Infinito
fa: بی نهایت
ja: 無限
ko: 계속
pt_br: Infinito
ru: Бесконечно
tr: Sonsuz
uk: Нескінченно
vi: Vô số
zh_hans: 无限
